# ==========================================
# 表示カテゴリ
# ==========================================

DISPLAY_CATEGORY = {

    # ---------- Official ----------

    "本体ニュース": "本体ニュース",
    "UNITE": "UNITE",
    "Forum重要事項": "Forum重要事項",

    # ---------- Plugin ----------

    "Forumプラグイン": "プラグイン",
    "Redditプラグイン": "プラグイン",
    "Steamプラグイン": "プラグイン",

    "CraftPixプラグイン": "プラグイン",
    "Kenneyプラグイン": "プラグイン",

    # ---------- Material ----------

    "Forum素材": "素材",
    "Reddit素材": "素材",
    "Steam素材": "素材",
    "itch素材": "素材",

    "OpenGameArt素材": "素材",
    "Kenney素材": "素材",
    "CraftPix素材": "素材",
    "DeviantArt素材": "素材",
    "GameDevMarket素材": "素材",

    # ---------- Game ----------

    "Forum作品": "ゲーム",
    "Redditゲーム": "ゲーム",
    "Steamゲーム": "ゲーム",
    "itchゲーム": "ゲーム",

    # ---------- Tips ----------

    "RedditTips": "Tips",

    # ---------- Question ----------

    "Forum質問": "質問",
    "Reddit質問": "質問",

}
