# ==========================================
# Slack表示カテゴリ
# ==========================================

DISPLAY_CATEGORY = {

    # ----------------------------
    # 公式
    # ----------------------------

    "本体ニュース": "本体ニュース",
    "UNITE": "UNITE",

    # ----------------------------
    # 開発
    # ----------------------------

    "プラグイン": "プラグイン",
    "グラフィック素材": "グラフィック素材",
    "サウンド素材": "サウンド素材",
    "ゲーム公開": "ゲーム公開",
    "Tips": "Tips・ノウハウ",
    "質問": "質問・相談",
    "Forum重要事項": "Forum重要事項",

}
